{
  "\"": 0,
  ",": 1,
  "-": 2,
  ".": 3,
  ".\"": 4,
  "0": 5,
  "1": 6,
  "2": 7,
  "20": 8,
  "5": 9,
  "6": 10,
  "7": 11,
  "8": 12,
  "9": 13,
  "<|endoftext|>": 14,
  "<|pad|>": 15,
  "<|startoftext|>": 16,
  "<|unk|>": 17,
  "A": 18,
  "AI": 19,
  "B": 20,
  "C": 21,
  "Carth": 22,
  "D": 23,
  "E": 24,
  "Ear": 25,
  "Early": 26,
  "F": 27,
  "G": 28,
  "GP": 29,
  "GPT": 30,
  "H": 31,
  "I": 32,
  "In": 33,
  "J": 34,
  "Jo": 35,
  "L": 36,
  "M": 37,
  "Mod": 38,
  "Modern": 39,
  "N": 40,
  "P": 41,
  "R": 42,
  "S": 43,
  "T": 44,
  "Th": 45,
  "The": 46,
  "a": 47,
  "ab": 48,
  "abeled": 49,
  "able": 50,
  "ach": 51,
  "achin": 52,
  "achine": 53,
  "ad": 54,
  "age": 55,
  "ages": 56,
  "aim": 57,
  "al": 58,
  "all": 59,
  "am": 60,
  "ame": 61,
  "an": 62,
  "ar": 63,
  "arge": 64,
  "art": 65,
  "arth": 66,
  "artificial": 67,
  "artmou": 68,
  "artmouth": 69,
  "as": 70,
  "asks": 71,
  "at": 72,
  "ate": 73,
  "ation": 74,
  "ations": 75,
  "atural": 76,
  "ay": 77,
  "b": 78,
  "bed": 79,
  "blem": 80,
  "c": 81,
  "cCarth": 82,
  "cCarthy": 83,
  "can": 84,
  "ce": 85,
  "cement": 86,
  "cess": 87,
  "ch": 88,
  "chiev": 89,
  "ci": 90,
  "cious": 91,
  "ciousness": 92,
  "cri": 93,
  "cribed": 94,
  "d": 95,
  "de": 96,
  "ds": 97,
  "e": 98,
  "ear": 99,
  "earch": 100,
  "earn": 101,
  "earnes": 102,
  "earnest": 103,
  "ec": 104,
  "ed": 105,
  "ee": 106,
  "eep": 107,
  "eff": 108,
  "effec": 109,
  "el": 110,
  "eled": 111,
  "elli": 112,
  "elligence": 113,
  "elo": 114,
  "elop": 115,
  "els": 116,
  "ely": 117,
  "ems": 118,
  "en": 119,
  "enti": 120,
  "er": 121,
  "eren": 122,
  "erence": 123,
  "ern": 124,
  "ers": 125,
  "erv": 126,
  "ervis": 127,
  "ervised": 128,
  "es": 129,
  "ess": 130,
  "et": 131,
  "ev": 132,
  "ex": 133,
  "f": 134,
  "ference": 135,
  "ff": 136,
  "fic": 137,
  "ficial": 138,
  "for": 139,
  "g": 140,
  "ge": 141,
  "gen": 142,
  "gence": 143,
  "gener": 144,
  "ges": 145,
  "gh": 146,
  "gn": 147,
  "gni": 148,
  "gnition": 149,
  "gor": 150,
  "gra": 151,
  "h": 152,
  "hn": 153,
  "i": 154,
  "ial": 155,
  "ic": 156,
  "iel": 157,
  "ield": 158,
  "ies": 159,
  "iev": 160,
  "ily": 161,
  "im": 162,
  "imul": 163,
  "imulate": 164,
  "in": 165,
  "ined": 166,
  "infor": 167,
  "inforcement": 168,
  "ing": 169,
  "ings": 170,
  "ins": 171,
  "ion": 172,
  "is": 173,
  "isely": 174,
  "istor": 175,
  "istory": 176,
  "it": 177,
  "ith": 178,
  "ithms": 179,
  "iz": 180,
  "k": 181,
  "ke": 182,
  "ks": 183,
  "l": 184,
  "laim": 185,
  "lay": 186,
  "ld": 187,
  "le": 188,
  "lege": 189,
  "lem": 190,
  "li": 191,
  "lic": 192,
  "ly": 193,
  "m": 194,
  "man": 195,
  "men": 196,
  "ment": 197,
  "mis": 198,
  "mou": 199,
  "ms": 200,
  "n": 201,
  "nd": 202,
  "ness": 203,
  "ns": 204,
  "nsupervised": 205,
  "o": 206,
  "od": 207,
  "odels": 208,
  "og": 209,
  "ogic": 210,
  "ol": 211,
  "ollege": 212,
  "olu": 213,
  "olv": 214,
  "om": 215,
  "omp": 216,
  "on": 217,
  "oning": 218,
  "or": 219,
  "ore": 220,
  "orems": 221,
  "ou": 222,
  "ough": 223,
  "ould": 224,
  "ous": 225,
  "out": 226,
  "ow": 227,
  "owed": 228,
  "p": 229,
  "pable": 230,
  "pec": 231,
  "pects": 232,
  "pee": 233,
  "peech": 234,
  "pervised": 235,
  "q": 236,
  "qu": 237,
  "r": 238,
  "ra": 239,
  "re": 240,
  "reat": 241,
  "rec": 242,
  "ress": 243,
  "ri": 244,
  "ro": 245,
  "rough": 246,
  "s": 247,
  "sis": 248,
  "st": 249,
  "t": 250,
  "tan": 251,
  "ten": 252,
  "ter": 253,
  "terns": 254,
  "th": 255,
  "ti": 256,
  "tificial": 257,
  "tion": 258,
  "tor": 259,
  "tories": 260,
  "ts": 261,
  "tsmen": 262,
  "tu": 263,
  "twor": 264,
  "u": 265,
  "ugh": 266,
  "ul": 267,
  "upervised": 268,
  "ur": 269,
  "ural": 270,
  "ut": 271,
  "v": 272,
  "ve": 273,
  "vi": 274,
  "volu": 275,
  "volution": 276,
  "w": 277,
  "wor": 278,
  "x": 279,
  "y": 280,
  "yth": 281,
  "z": 282,
  "Ċ": 283,
  "Ġ": 284,
  "Ġ\"": 285,
  "Ġ1": 286,
  "Ġ19": 287,
  "Ġ195": 288,
  "Ġ1950": 289,
  "Ġ1956": 290,
  "Ġ20": 291,
  "ĠAI": 292,
  "ĠC": 293,
  "ĠCollege": 294,
  "ĠD": 295,
  "ĠDartmouth": 296,
  "ĠEarly": 297,
  "ĠGPT": 298,
  "ĠJo": 299,
  "ĠJohn": 300,
  "ĠL": 301,
  "ĠM": 302,
  "ĠMcCarthy": 303,
  "ĠP": 304,
  "ĠT": 305,
  "ĠThe": 306,
  "ĠThey": 307,
  "Ġa": 308,
  "Ġab": 309,
  "Ġabout": 310,
  "Ġachiev": 311,
  "Ġachieved": 312,
  "Ġal": 313,
  "Ġalgor": 314,
  "Ġalgorithms": 315,
  "Ġand": 316,
  "Ġap": 317,
  "Ġapp": 318,
  "Ġappro": 319,
  "Ġapproach": 320,
  "Ġapproaches": 321,
  "Ġar": 322,
  "Ġartificial": 323,
  "Ġas": 324,
  "Ġaspects": 325,
  "Ġat": 326,
  "Ġb": 327,
  "Ġbe": 328,
  "Ġbec": 329,
  "Ġbecame": 330,
  "Ġbeg": 331,
  "Ġbegan": 332,
  "Ġbegins": 333,
  "Ġbeings": 334,
  "Ġby": 335,
  "Ġc": 336,
  "Ġca": 337,
  "Ġcan": 338,
  "Ġcapable": 339,
  "Ġclaim": 340,
  "Ġco": 341,
  "Ġcoined": 342,
  "Ġcomp": 343,
  "Ġcomput": 344,
  "Ġcomputation": 345,
  "Ġcomputers": 346,
  "Ġcon": 347,
  "Ġconference": 348,
  "Ġcons": 349,
  "Ġconsciousness": 350,
  "Ġcould": 351,
  "Ġcra": 352,
  "Ġcraf": 353,
  "Ġcraftsmen": 354,
  "Ġcreat": 355,
  "Ġcreated": 356,
  "Ġd": 357,
  "Ġdat": 358,
  "Ġdata": 359,
  "Ġdec": 360,
  "Ġdes": 361,
  "Ġdescribed": 362,
  "Ġdev": 363,
  "Ġdevelop": 364,
  "Ġdeveloped": 365,
  "Ġdri": 366,
  "Ġearnest": 367,
  "Ġeffec": 368,
  "Ġeffecti": 369,
  "Ġen": 370,
  "Ġend": 371,
  "Ġendowed": 372,
  "Ġeng": 373,
  "Ġenough": 374,
  "Ġf": 375,
  "Ġfield": 376,
  "Ġfor": 377,
  "Ġfou": 378,
  "Ġfound": 379,
  "Ġfounded": 380,
  "Ġg": 381,
  "Ġgam": 382,
  "Ġgames": 383,
  "Ġgener": 384,
  "Ġgreat": 385,
  "Ġh": 386,
  "Ġhistory": 387,
  "Ġhu": 388,
  "Ġhuman": 389,
  "Ġim": 390,
  "Ġimage": 391,
  "Ġin": 392,
  "Ġinc": 393,
  "Ġint": 394,
  "Ġintelligence": 395,
  "Ġit": 396,
  "Ġl": 397,
  "Ġlan": 398,
  "Ġlang": 399,
  "Ġlangu": 400,
  "Ġlanguage": 401,
  "Ġlanguages": 402,
  "Ġlearn": 403,
  "Ġlearning": 404,
  "Ġli": 405,
  "Ġlike": 406,
  "Ġlogic": 407,
  "Ġlogical": 408,
  "Ġm": 409,
  "Ġma": 410,
  "Ġmachine": 411,
  "Ġmade": 412,
  "Ġmas": 413,
  "Ġmaster": 414,
  "Ġmodels": 415,
  "Ġmore": 416,
  "Ġmyth": 417,
  "Ġmyths": 418,
  "Ġn": 419,
  "Ġnatural": 420,
  "Ġne": 421,
  "Ġnetwor": 422,
  "Ġnetworks": 423,
  "Ġneural": 424,
  "Ġo": 425,
  "Ġof": 426,
  "Ġon": 427,
  "Ġor": 428,
  "Ġp": 429,
  "Ġpat": 430,
  "Ġpatterns": 431,
  "Ġper": 432,
  "Ġplay": 433,
  "Ġpow": 434,
  "Ġpower": 435,
  "Ġpr": 436,
  "Ġprec": 437,
  "Ġprecisely": 438,
  "Ġpro": 439,
  "Ġproblem": 440,
  "Ġprocess": 441,
  "Ġprocessing": 442,
  "Ġprogra": 443,
  "Ġprograms": 444,
  "Ġprove": 445,
  "Ġr": 446,
  "Ġre": 447,
  "Ġreas": 448,
  "Ġreasoning": 449,
  "Ġrec": 450,
  "Ġreco": 451,
  "Ġrecognition": 452,
  "Ġres": 453,
  "Ġresearch": 454,
  "Ġresearchers": 455,
  "Ġrevolution": 456,
  "Ġru": 457,
  "Ġrun": 458,
  "Ġs": 459,
  "Ġsa": 460,
  "Ġsimulate": 461,
  "Ġso": 462,
  "Ġsolv": 463,
  "Ġsolving": 464,
  "Ġstories": 465,
  "Ġsy": 466,
  "Ġsyst": 467,
  "Ġsystems": 468,
  "Ġt": 469,
  "Ġtasks": 470,
  "Ġter": 471,
  "Ġterm": 472,
  "Ġtex": 473,
  "Ġtext": 474,
  "Ġth": 475,
  "Ġthat": 476,
  "Ġthe": 477,
  "Ġtheorems": 478,
  "Ġto": 479,
  "Ġtr": 480,
  "Ġtra": 481,
  "Ġtran": 482,
  "Ġtrans": 483,
  "Ġtransfor": 484,
  "Ġtransform": 485,
  "Ġu": 486,
  "Ġunsupervised": 487,
  "Ġus": 488,
  "Ġuse": 489,
  "Ġuses": 490,
  "Ġw": 491,
  "Ġwas": 492,
  "Ġwe": 493,
  "Ġwh": 494,
  "Ġwhen": 495,
  "Ġwhi": 496,
  "Ġwhile": 497,
  "Ġwith": 498,
  "ĠĊ": 499
}